#+BEGIN: clocktable :maxlevel 2 :scope file
#+CAPTION: Clock summary at [2015-05-12 Tue 23:23]
| Headline     | Time    |
|--------------+---------|
| *Total time* | *33:23* |
|--------------+---------|
#+END:

*** STARTED [#A] Assembler: hw 3 longnum
    :LOGBOOK:
    CLOCK: [2015-05-12 Tue 23:00]--[2015-05-12 Tue 23:23] =>  0:23
    CLOCK: [2015-05-12 Tue 21:58]--[2015-05-12 Tue 22:50] =>  0:52
    CLOCK: [2015-05-12 Tue 21:47]--[2015-05-12 Tue 21:52] =>  0:05
    CLOCK: [2015-05-12 Tue 11:25]--[2015-05-12 Tue 12:19] =>  0:54
    CLOCK: [2015-05-12 Tue 02:03]--[2015-05-12 Tue 04:36] =>  2:33
    CLOCK: [2015-05-12 Tue 00:50]--[2015-05-12 Tue 01:46] =>  0:56
    CLOCK: [2015-05-11 Mon 23:12]--[2015-05-11 Mon 23:49] =>  0:37
    CLOCK: [2015-05-11 Mon 20:02]--[2015-05-11 Mon 22:50] =>  2:48
    CLOCK: [2015-05-11 Mon 15:47]--[2015-05-11 Mon 15:52] =>  0:05
    CLOCK: [2015-05-11 Mon 14:36]--[2015-05-11 Mon 15:25] =>  0:49
    CLOCK: [2015-05-11 Mon 14:10]--[2015-05-11 Mon 14:30] =>  0:20
    CLOCK: [2015-05-11 Mon 10:58]--[2015-05-11 Mon 11:09] =>  0:11
    CLOCK: [2015-05-11 Mon 09:36]--[2015-05-11 Mon 10:08] =>  0:32
    CLOCK: [2015-05-11 Mon 08:40]--[2015-05-11 Mon 09:25] =>  0:45
    CLOCK: [2015-05-11 Mon 07:45]--[2015-05-11 Mon 08:25] =>  0:40
    CLOCK: [2015-05-11 Mon 04:36]--[2015-05-11 Mon 04:39] =>  0:03
    CLOCK: [2015-05-11 Mon 00:30]--[2015-05-11 Mon 03:54] =>  3:24
    CLOCK: [2015-05-10 Sun 22:42]--[2015-05-11 Mon 00:20] =>  1:38
    CLOCK: [2015-05-10 Sun 20:15]--[2015-05-10 Sun 21:24] =>  1:09
    CLOCK: [2015-05-10 Sun 19:41]--[2015-05-10 Sun 19:50] =>  0:09
    CLOCK: [2015-05-10 Sun 16:02]--[2015-05-10 Sun 16:06] =>  0:04
    CLOCK: [2015-05-10 Sun 15:40]--[2015-05-10 Sun 15:56] =>  0:16
    CLOCK: [2015-05-10 Sun 13:23]--[2015-05-10 Sun 15:15] =>  1:52
    CLOCK: [2015-05-10 Sun 03:05]--[2015-05-10 Sun 03:19] =>  0:14
    CLOCK: [2015-05-09 Sat 23:38]--[2015-05-10 Sun 02:48] =>  3:10
    CLOCK: [2015-05-09 Sat 23:15]--[2015-05-09 Sat 23:30] =>  0:15
    CLOCK: [2015-05-09 Sat 21:34]--[2015-05-09 Sat 21:40] =>  0:06
    CLOCK: [2015-05-09 Sat 20:40]--[2015-05-09 Sat 20:49] =>  0:09
    CLOCK: [2015-05-09 Sat 19:53]--[2015-05-09 Sat 20:24] =>  0:31
    CLOCK: [2015-05-09 Sat 17:30]--[2015-05-09 Sat 19:35] =>  2:05
    CLOCK: [2015-05-09 Sat 14:53]--[2015-05-09 Sat 15:04] =>  0:11
    CLOCK: [2015-05-09 Sat 12:59]--[2015-05-09 Sat 13:55] =>  0:56
    CLOCK: [2015-05-09 Sat 11:41]--[2015-05-09 Sat 12:06] =>  0:25
    CLOCK: [2015-05-09 Sat 00:35]--[2015-05-09 Sat 02:50] =>  2:15
    CLOCK: [2015-05-08 Fri 22:28]--[2015-05-08 Fri 23:54] =>  1:26
    CLOCK: [2015-05-07 Thu 02:54]--[2015-05-07 Thu 03:21] =>  0:27
    CLOCK: [2015-04-27 Mon 19:55]--[2015-04-27 Mon 19:58] =>  0:03
    CLOCK: [2015-04-27 Mon 19:47]--[2015-04-27 Mon 19:52] =>  0:05
    :END:

                                            MMM88&&&,
       ,MMM8&&&.                         MMM88&&&,
      MMMMM88&&&&                      MMM88&&&,
     MMMMM88&&&&&&                    MMM88&&,
     MMMMM88&&&&&&                   MMM88&&'
     MMMMM88&&&&&&                  MMM88&&'
      MMMMM88&&&&                   MMM88&&
       'MMM8&&&'     MMMM888&&&&    MM88&&&
                     MMMM88&&&&&    MM88&&&
                     MMMM88&&&&&    MM88&&&
       ,MMM8&&&.                    MM88&&&
      MMMMM88&&&&                   MM88&&&.
     MMMMM88&&&&&&                   MMM88&&.
     MMMMM88&&&&&&                    MMM88&&'
     MMMMM88&&&&&&                     MMM88&&&'
      MMMMM88&&&&                        MMM88&&&'
       'MMM8&&&'                           `MMM88&&&'
